13/data/attachments/74cbb4e217c2ca85.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Xavier_happy_Actions_79263_3</nif:username>
            <nif:friendToBeRequested>soap_actions_203e7914-ea8b-4c73-8c52-e3738f632afd</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>